{"(Disabled - please add content in default language!)":["(Onemogočeno - dodajte vsebino v privzeti jezik!)"],"<strong>Legal</strong> module - administration":["<strong>Pravni</strong> modul - uprava"],"Accept":["Sprejmi"],"Accept button label":["Sprejmi nalepko gumba"],"Adds an overlay which informs the users about the use of cookies. You can add a different text for every available language.":["Doda prosojnico, ki uporabnike obvesti o uporabi piškotkov. Za vsak razpoložljivi jezik lahko dodate drugačno besedilo."],"Adds several editable legal options, like an imprint and a privacy policy.":["Doda več pravnih možnosti, ki jih je mogoče urejati, na primer odtis in pravilnik o zasebnosti."],"Are you really sure? Please save changes before proceed!":["Ste res prepričani? Pred nadaljevanjem shranite spremembe!"],"Box content":["Vsebina škatle"],"Box language:":["Jezik polja:"],"Configuration":["Konfiguracija"],"Content":["Vsebina"],"Cookie notification":["Obvestilo o piškotkih"],"Default languge":["Privzeti jezik"],"Delete my account including my personal data":["Izbriši moj račun, vključno z osebnimi podatki"],"Enabled pages and features":["Omogočene strani in funkcije"],"For new account creation, show pages in full screen just after profile creation":["Za ustvarjanje novega računa prikažite strani v celozaslonskem načinu takoj po ustvarjanju profila"],"Go back":["Pojdi nazaj"],"Got it!":["Razumem!"],"I am older than {age} years":["Starejša sem od {age}"],"I have read and agree to the Privacy Policy":["Prebral sem in se strinjam s politiko zasebnosti"],"I have read and agree to the Terms and Conditions":["Prebral sem pogoje in določila"],"If you update your Privacy Policy you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Če posodobite svojo politiko zasebnosti, lahko z možnostjo „Ponastavi ponastavitev“ obvestite svoje uporabnike in jih povabite, naj se strinjajo."],"If you update your Terms and Conditions you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Če posodobite določila in pogoje, lahko z možnostjo „Ponastavi ponastavitev“ obvestite svoje uporabnike in jih povabite, naj se strinjajo."],"Imprint":["Odtis"],"Informs the users that you have changed your Privacy Policy or your Terms and Conditions. In order to trigger it, the „Reset confirmation“-Option of said legal documents need to be activated.":["Obvešča uporabnike, da ste spremenili svojo politiko zasebnosti ali pogoje in določila. Da bi se sprožil, je treba aktivirati možnost »Ponastavi ponastavitev« - možnost omenjenih pravnih dokumentov."],"Legal Tools":["Pravna orodja"],"Legal Update":["Pravna posodobitev"],"Logout":["Odjava"],"Minimum age":["Minimalna starost"],"More information: {link}":["Več informacij: {link}"],"Page language:":["Jezik strani:"],"Page:":["Stran:"],"Please enter a number value.":["Vnesite številčno vrednost."],"Privacy Policy":["Politika zasebnosti"],"Reset confirmation":["Ponastavitev potrditve"],"Reset successful!":["Ponastavitev uspešna!"],"Show age verification {age}":["Pokaži starost za preverjanje {age}"],"Terms and Conditions":["Pogoji"],"This page is added to the footer navigation and the registration process. You can add a different text for every available language.":["Ta stran je dodana krmarjenju po nogi in postopku registracije. Za vsak razpoložljivi jezik lahko dodate drugačno besedilo."],"Title":["Naslov"],"Will be used as default, if the legal texts are not available in the users language.":["Uporabi se privzeto, če pravna besedila niso na voljo v jeziku uporabnika."],"Will be used as default, if the legal texts are not available in the user‘s language.":["Uporablja se privzeto, če pravna besedila niso na voljo v uporabnikovem jeziku."]}