{"(Disabled - please add content in default language!)":["(Onemogočeno - dodajte vsebino v privzeti jezik!)"],"<strong>Legal</strong> module - administration":["<strong>Pravni</strong> modul - uprava"],"Accept":["Sprejmi"],"Accept button label":["Sprejmi nalepko gumba"],"Adds an overlay which informs the users about the use of cookies. You can add a different text for every available language.":["Doda prosojnico, ki uporabnike obvesti o uporabi piškotkov. Za vsak razpoložljivi jezik lahko dodate drugačno besedilo."],"Adds several editable legal options, like an imprint and a privacy policy.":["Doda več pravnih možnosti, ki jih je mogoče urejati, na primer odtis in pravilnik o zasebnosti."],"Are you really sure? Please save changes before proceed!":["Ste res prepričani? Pred nadaljevanjem shranite spremembe!"],"Box content":["Vsebina škatle"],"Box language:":["Jezik polja:"],"Configuration":["Konfiguracija"],"Content":["Vsebina"],"Cookie notification":["Obvestilo o piškotkih"],"Default languge":["Privzeti jezik"],"Delete my account including my personal data":["Izbriši moj račun, vključno z osebnimi podatki"],"Enabled pages and features":["Omogočene strani in funkcije"],"For new account creation, show pages in full screen just after profile creation":["Za ustvarjanje novega računa prikažite strani v celozaslonskem načinu takoj po ustvarjanju profila"],"Go back":["Pojdi nazaj"],"Got it!":["Razumem!"],"I am older than {age} years":["Starejša sem od {age}"],"I have read and agree to the Privacy Policy":["Prebral sem in se strinjam s politiko zasebnosti"],"I have read and agree to the Terms and Conditions":["Prebral sem pogoje in določila"],"If you update your Privacy Policy you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Če posodobite svojo politiko zasebnosti, lahko z možnostjo „Ponastavi ponastavitev“ obvestite svoje uporabnike in jih povabite, naj se strinjajo."],"If you update your Terms and Conditions you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Če posodobite določila in pogoje, lahko z možnostjo „Ponastavi ponastavitev“ obvestite svoje uporabnike in jih povabite, naj se strinjajo."],"Imprint":["Odtis"],"Informs the users that you have changed your Privacy Policy or your Terms and Conditions. In order to trigger it, the „Reset confirmation“-Option of said legal documents need to be activated.":["Obvešča uporabnike, da ste spremenili svojo politiko zasebnosti ali pogoje in določila. Da bi se sprožil, je treba aktivirati možnost »Ponastavi ponastavitev« - možnost omenjenih pravnih dokumentov."],"Legal Tools":["Pravna orodja"],"Legal Update":["Pravna posodobitev"],"Logout":["Odjava"],"Minimum age":["Minimalna starost"],"More information: {link}":["Več informacij: {link}"],"Page language:":["Jezik strani:"],"Page:":["Stran:"],"Please enter a number value.":["Vnesite številčno vrednost."],"Privacy Policy":["Politika zasebnosti"],"Reset confirmation":["Ponastavitev potrditve"],"Reset successful!":["Ponastavitev uspešna!"],"Show age verification {age}":["Pokaži starost za preverjanje {age}"],"Terms and Conditions":["Pogoji"],"This page is added to the footer navigation and the registration process. You can add a different text for every available language.":["Ta stran je dodana krmarjenju po nogi in postopku registracije. Za vsak razpoložljivi jezik lahko dodate drugačno besedilo."],"Title":["Naslov"],"Will be used as default, if the legal texts are not available in the users language.":["Uporabi se privzeto, če pravna besedila niso na voljo v jeziku uporabnika."],"Will be used as default, if the legal texts are not available in the user‘s language.":["Uporablja se privzeto, če pravna besedila niso na voljo v uporabnikovem jeziku."],"Action":["Ukrep"],"Automatically on {dateTime}":["Samodejno na {dateTime}"],"Daily cron job":["Dnevno cron delo"],"Delete these users accounts":["Izbrišite te uporabniške račune"],"Disabled":["Onemogočeno"],"Edit the account":["Uredite račun"],"Execute queued actions now":["Izvedite dejanja v čakalni vrsti zdaj"],"Executed":["Izvršeno"],"No users to delete...":["Ni uporabnikov za brisanje ..."],"Queued":["V čakalni vrsti"],"Queued actions":["Dejanja v čakalni vrsti"],"See the list of these users":["Oglejte si seznam teh uporabnikov"],"Status":["Stanje"],"The execution of actions has been added to the queue":["Izvedba dejanj je bila dodana v čakalno vrsto"],"These user accounts will be permanently deleted":["Ti uporabniški računi bodo trajno izbrisani"],"This overview shows you the upcoming actions of the \"Users Cleanup\" module. If you have not activated the automatized execution of the actions, you can trigger them manually here.":["Ta pregled prikazuje prihajajoča dejanja modula »Čiščenje uporabnikov«. Če niste aktivirali avtomatiziranega izvajanja dejanj, jih lahko tukaj sprožite ročno."],"Users for whom the action “{actionLabel}” was carried out":["Uporabniki, za katere je bila izvedena {actionLabel}"],"Users for whom the action “{actionLabel}” will be carried out":["Uporabniki, za katere bo izvedena {actionLabel}"],"Users who have logged in again have been removed from this list":["Uporabniki, ki so se znova prijavili, so bili odstranjeni s tega seznama"],"{nbUsers} users will be deleted shortly.":["{nbUsers} bodo kmalu izbrisani."],"Account deletion":["Izbris računa"],"Action date":["Datum ukrepa"],"Action executed by":["Dejanje, ki ga izvede"],"Deactivation of user accounts":["Deaktivacija uporabniških računov"],"Last login":["Zadnja prijava"],"Notification about upcoming account deactivation":["Obvestilo o prihajajoči deaktivaciji računa"],"Notification about upcoming account deletion":["Obvestilo o prihajajočem brisanju računa"],"Reminder about upcoming account deactivation":["Opomnik o prihajajoči deaktivaciji računa"],"Reminder about upcoming account deletion":["Opomnik o prihajajočem brisanju računa"],"User":["Uporabnik"],"Users cleanup":["Čiščenje uporabnikov"],"Button text in the email to return to the platform":["Besedilo gumba v e-pošti za vrnitev na platformo"],"Change":["Spremeni se"],"Cleanup":["Pospravi"],"Delete accounts automatically":["Samodejno izbrišite račune"],"Delete profile fields with account deactivation":["Izbrišite profilna polja z deaktivacijo računa"],"Edit deactivation email template":["Uredite predlogo e-pošte za deaktivacijo"],"Edit deactivation notification email template":["Uredite predlogo za e-poštno obvestilo o deaktivaciji"],"Edit deactivation reminder email template":["Uredite predlogo e-poštnega opomnika za deaktivacijo"],"Edit deletion email template":["Uredite predlogo e-pošte za izbris"],"Edit deletion notification email template":["Uredite predlogo za e-poštno obvestilo o izbrisu"],"Edit deletion reminder email template":["Uredite e-poštno predlogo z opomnikom o izbrisu"],"Email subject":["Zadeva e-pošte"],"Email template":["Predloga e-pošte"],"Enable account deletion process":["Omogoči postopek brisanja računa"],"Enable automated deactivation of user accounts":["Omogoči samodejno deaktivacijo uporabniških računov"],"Enable notification via email":["Omogoči obveščanje po e-pošti"],"Enable reminder via email":["Omogoči opomnik po e-pošti"],"For reminder emails before account deactivation to be active, you must enable notification emails before account deactivation.":["Če želite, da so e-poštna sporočila z opomniki pred deaktivacijo računa aktivna, morate omogočiti e-poštna obvestila pred deaktivacijo računa."],"For reminder emails before account deletion to be active, you must enable notification emails before account deletion.":["Če želite, da so e-poštna sporočila z opomniki pred izbrisom računa aktivna, morate omogočiti e-poštna obvestila pred izbrisom računa."],"For the sending of emails before account deactivation to be active, you must activate the deactivation of accounts.":["Da bo pošiljanje e-pošte pred deaktivacijo računa aktivno, morate aktivirati deaktivacijo računov."],"For the sending of emails before account deletion to be active, you must activate the deletion of accounts.":["Da bo pošiljanje e-pošte pred izbrisom računa aktivno, morate aktivirati brisanje računov."],"Forced minimum timespan (in days) between account deactivation and account deletion":["Prisilni minimalni časovni razpon (v dnevih) med deaktivacijo računa in izbrisom računa"],"If no user is selected, users who own spaces will not be deleted.":["Če ni izbran noben uporabnik, uporabniki, ki so lastniki prostorov, ne bodo izbrisani."],"If not empty, this button will be displayed at the end of the email with a link to the platform's homepage.":["Če ni prazen, bo ta gumb prikazan na koncu e-pošte s povezavo do domače strani platforme."],"If the user accounts are not deleted automatically, the process will be queued and can be started manually":["Če se uporabniški računi ne izbrišejo samodejno, bo postopek postavljen v čakalno vrsto in ga je mogoče zagnati ročno"],"If you use the following tags, they will be replaced with their appropriated value:":["Če uporabite naslednje oznake, bodo zamenjane z ustrezno vrednostjo:"],"Inactivity is the time elapsed since the last login date.":["Neaktivnost je čas, ki je pretekel od zadnjega datuma prijave."],"Language":["Jezik"],"Minimum timespan (in days) between deactivation an deletion notification":["Najmanjši časovni razpon (v dnevih) med deaktivacijo in obvestilom o izbrisu"],"Number of days of inactivity before account deactivation":["Število dni nedejavnosti pred deaktivacijo računa"],"Number of days of inactivity before account deletion":["Število dni nedejavnosti pred izbrisom računa"],"Qeued Actions":["Dejanja v čakalni vrsti"],"Settings":["Nastavitve"],"Specify the settings for the handling of inactive user accounts. You have a variety of options for automatically informing, deactivating and deleting inactive user accounts in order to assist with the handling of personal data.":["Določite nastavitve za ravnanje z neaktivnimi uporabniškimi računi. Za pomoč pri ravnanju z osebnimi podatki imate na voljo številne možnosti za samodejno obveščanje, deaktiviranje in brisanje neaktivnih uporabniških računov."],"Timespan (in days) between notification and account deactivation":["Časovni razpon (v dnevih) med obvestilom in deaktivacijo računa"],"Timespan (in days) between notification and account deletion":["Časovni razpon (v dnevih) med obvestilom in izbrisom računa"],"Transfer space ownership upon account deletion to following user":["Prenesite lastništvo prostora po izbrisu računa na naslednjega uporabnika"],"Use this functionality if you already have deactivated user accounts within your network and you don't want them to be deleted immediately":["Uporabite to funkcijo, če že imate deaktivirane uporabniške račune v svojem omrežju in ne želite, da se takoj izbrišejo"],"When a user is deleted, also delete his contributions (posts, files, events, wiki pages, etc.)":["Ko je uporabnik izbrisan, izbrišite tudi njegove prispevke (objave, datoteke, dogodke, wiki strani itd.)"],"You can change some translations. Leave the field blank to return to the original translation.":["Nekatere prevode lahko spremenite. Pustite polje prazno, da se vrnete na izvirni prevod."],"activated":["aktiviran"],"disabled":["onemogočeno"],"About your pending deactivation account":["O vašem čakajočem deaktivacijskem računu"],"About your pending deactivation account (reminder)":["O vašem čakajočem deaktivacijskem računu (opomnik)"],"About your pending deletion account":["O vašem računu za izbris"],"About your pending deletion account (reminder)":["O vašem računu za izbris (opomnik)"],"As announced in a previous email, your account has been deactivated because you have not logged in for a long time.":["Kot je bilo objavljeno v prejšnjem e-pošti, je bil vaš račun deaktiviran, ker se že dolgo niste prijavili."],"As announced in a previous email, your account has been deleted because you have not logged in for a long time.":["Kot je bilo objavljeno v prejšnjem e-pošti, je bil vaš račun izbrisan, ker se že dolgo niste prijavili."],"Hello {displayName},":["Pozdravljeni {displayName} ,"],"If you wish to keep your account, please log in again, otherwise it will be automatically deactivated on {accountDeactivationDate}.":["Če želite obdržati svoj račun, se prijavite znova, sicer bo samodejno deaktiviran na {accountDeactivationDate} ."],"If you wish to keep your account, please log in again, otherwise it will be automatically deleted on {accountDeletionDate}.":["Če želite obdržati svoj račun, se prijavite znova, sicer bo samodejno izbrisan na {accountDeletionDate} ."],"If you wish to reactivate it, please log in again.":["Če ga želite ponovno aktivirati, se znova prijavite."],"Login again!":["Ponovno se prijavite!"],"This is a reminder about your account.":["To je opomnik o vašem računu."],"We hope to see you soon!":["Upamo, da se kmalu vidimo!"],"Without action on your part, your account will be deleted automatically on {accountDeletionDate}.":["Brez ukrepanja z vaše strani bo vaš račun samodejno izbrisan na {accountDeletionDate} ."],"You have not logged in to the platform for a while.":["Že nekaj časa se niste prijavili na platformo."],"Your account has been deleted":["Vaš račun je bil izbrisan"],"Your account has been disabled":["Vaš račun je bil onemogočen"]}