{"<strong>Latest</strong> updates":["<strong>Dènye</strong> Aktyalite"],"Account settings":["Anviwònman kont ou"],"Administration":["Administrasyon"],"Allow":["Otorize"],"Back":["Tounen"],"Back to dashboard":["Retounen nan tablodbò"],"Choose language:":["Chwazi yon lang:"],"Collapse":["Fèmen"],"Content Addon source must be instance of HActiveRecordContent or HActiveRecordContentAddon!":["Content Addon sous dwe egzanp nan HActiveRecordContent oubyen HActiveRecordContentAddon!"],"Could not determine content container!":["Pa't kapab detèmine kontni veso a!"],"Could not find content of addon!":["Pa't kapab jwenn kontni addon nan!"],"Default":["Defo"],"Deny":["Refize"],"Error":["Erè"],"Expand":["Elaji"],"It looks like you may have taken the wrong turn.":["Sanble ke ou pran yon move wout."],"Language":["Lang"],"Latest news":["Dènye Nouvèl"],"Login":["Idantifye'w"],"Logout":["Dekonekte"],"Menu":["Meni"],"Module is not enabled on this content container!":["Modil la pa aktive pou konteni veso sa!"],"My profile":["Profil mwen"],"New profile image":["Nouvo foto profil"],"Next":["Apre"],"Ok":["Ok"],"Oooops...":["oh oh..."],"Please type at least 3 characters":["Tanpri tape omwen 3 karaktè"],"Save":["Sere"],"Search":["Chèche"],"Search for users and spaces":["Chèche itilizatè ak espas yo"],"Show more":["Montre plis"],"Space not found!":["Nou pa jwenn espas la!"],"The date has to be in the past.":["Dat la dwe pase deja."],"Unsubscribe":["Dezabòne"],"User not found!":["Nou pa jwenn itilizatè a!"],"Your daily summary":["Rezime chak jou ou"],"<strong>Login</strong> required":["<strong>Idantifikasyon ou</strong> rekòmande"],"An internal server error occurred.":["Gen yon erè ki pase nan sèvè a."],"You are not allowed to perform this action.":["Ou pa gen dwa pou'w fè aksyon sa a."],"Add image/file":["Ajoute foto/dosye"],"Add link":["Ajoute lyen"],"Bold":["Fonse"],"Close":["Fèmen"],"Code":["Kòd"],"Enter a url (e.g. http://example.com)":["Mete yon url (e.g http://example.com)"],"Heading":["Tit"],"Image":["Imaj"],"Image/File":["Imaj/Dosye"],"Insert Hyperlink":["Antre Ipèrtèkst la"],"Insert Image Hyperlink":["Antre Imaj Ipèrtèkst la"],"Italic":["Italik"],"List":["Lis"],"Please wait while uploading...":["Tanpri, ret tan'n pandan l'ap upload..."],"Preview":["Apèsi"],"Quote":["Sitasyon"],"Target":["Tagèt"],"Title":["Tit"],"Title of your link":["Tit Link ou a"],"URL/Link":["URL/Link"],"code text here":["Mete Kòd tèks ou a la"],"emphasized text":["Mete aksan sou tèks la"],"enter image description here":["Mete deskripsyon imaj la"],"enter image title here":["Mete tit imaj la"],"enter link description here":["Mete deskripsyon link lan la"],"heading text":["Tit tèks la"],"list text here":["Mete lis tèks ou a la"],"quote here":["Mete sitasyon an la"],"strong text":["Tèks gra"],"%displayName% created the new space %spaceName%":["%displayName% kreye yon nouvo espas nan %spaceName%"],"%displayName% created this space.":["%displayName% kreye espas sa."],"%displayName% joined the space %spaceName%":["%displayName% jwen'n espas %spaceName%"],"%displayName% joined this space.":["%displayName% jwen'n espas sa."],"%displayName% left the space %spaceName%":["%displayName% kite espas %spaceName%"],"%displayName% left this space.":["%displayName% kite espas sa."],"{user1} now follows {user2}.":["{user1} konnya ap swiv {user2}."],"see online":["wè online"],"via":["atravè"],"<strong>Latest</strong> activities":["<strong>Dènye</strong> aktivite"],"There are no activities yet.":["Pa gen oken'n aktivite ankò."],"{displayName} created the new space {spaceName}":["{displayName} kreye yon nouvo espas nan {spaceName}"],"{displayName} created this space.":["{displayName} kreye espas sa."],"{displayName} joined the space {spaceName}":["{displayName} jwen'n espas {spaceName}"],"{displayName} joined this space.":["{displayName} jwen'n espas sa."],"{displayName} left the space {spaceName}":["{displayName} kite espas {spaceName}"],"{displayName} left this space.":["{displayName} kite espas sa."],"(Disabled - please add content in default language!)":["(Andikape - tanpri ajoute kontni nan lang default!)"],"<strong>Legal</strong> module - administration":["<strong>Legal</strong> modil - administrasyon an"],"Accept":["Aksepte"],"Accept button label":["Aksepte etikèt bouton"],"Adds an overlay which informs the users about the use of cookies. You can add a different text for every available language.":["Ajoute yon kouvri ki enfòme itilizatè yo sou itilizasyon bonbon. Ou ka ajoute yon tèks diferan pou chak lang ki disponib."],"Adds several editable legal options, like an imprint and a privacy policy.":["Ajoute plizyè opsyon legal editab, tankou yon anprint ak yon règleman sou vi prive."],"Are you really sure? Please save changes before proceed!":["Èske ou reyèlman asire w? Tanpri sove chanjman anvan ou kontinye!"],"Box content":["Kontni Box"],"Box language:":["Lang bwat:"],"Configuration":["Konfigirasyon"],"Content":["Kontni"],"Cookie notification":["Notifikasyon bonbon"],"Default languge":["Defo langaj"],"Delete my account including my personal data":["Efase kont mwen ki gen ladan done pèsonèl mwen"],"Enabled pages and features":["Pèmèt paj ak karakteristik"],"For new account creation, show pages in full screen just after profile creation":["Pou kreyasyon nouvo kont, montre paj nan ekran konplè jis apre kreyasyon pwofil yo"],"Go back":["Retounen"],"Got it!":["Got li!"],"I am older than {age} years":["Mwen gen plis pase {age}"],"I have read and agree to the Privacy Policy":["Mwen te li ak dakò ak Règleman sou enfòmasyon prive"],"I have read and agree to the Terms and Conditions":["Mwen te li epi mwen dakò ak Tèm ak Kondisyon yo"],"If you update your Privacy Policy you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Si ou mete ajou Règleman sou enfòmasyon prive ou, ou ka itilize \"Reyajiste konfimasyon\" -Opsyon pou enfòme itilizatè ou yo epi envite yo reyaji."],"If you update your Terms and Conditions you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Si ou mete ajou Regleman ou ak Kondisyon ou ka itilize \"Reyajiste konfimasyon an\" -Opsyon pou enfòme itilizatè ou yo epi envite yo reyaji."],"Imprint":["Anprint"],"Informs the users that you have changed your Privacy Policy or your Terms and Conditions. In order to trigger it, the „Reset confirmation“-Option of said legal documents need to be activated.":["Enfòme itilizatè yo ke ou te chanje Règleman sou enfòmasyon prive ou oswa Regleman ak kondisyon ou yo. Yo nan lòd yo deklanche li, \"Reyajiste konfimasyon an\" -Opsyon nan te di dokiman legal bezwen aktive."],"Legal Tools":["Zouti legal"],"Legal Update":["Mizajou Legal"],"Minimum age":["Laj minimòm"],"More information: {link}":["Plis enfòmasyon: {link}"],"Page language:":["Lang paj la:"],"Page:":["Paj:"],"Please enter a number value.":["Tanpri antre yon valè nimewo."],"Privacy Policy":["Règleman sou enfòmasyon prive"],"Reset confirmation":["Reyajiste konfimasyon"],"Reset successful!":["Reyajiste siksè!"],"Show age verification {age}":["Montre laj verifikasyon {age}"],"Terms and Conditions":["Tèm ak Kondisyon yo"],"This page is added to the footer navigation and the registration process. You can add a different text for every available language.":["Paj sa a ajoute nan navigasyon an footer ak pwosesis enskripsyon an. Ou ka ajoute yon tèks diferan pou chak lang ki disponib."],"Will be used as default, if the legal texts are not available in the users language.":["Pral itilize kòm default, si tèks legal yo pa disponib nan lang itilizatè yo."],"Will be used as default, if the legal texts are not available in the user‘s language.":["Pral itilize kòm default, si tèks legal yo pa disponib nan lang itilizatè a."],"Action":["Aksyon"],"Automatically on {dateTime}":["Otomatikman sou {dateTime}"],"Daily cron job":["Travay cron chak jou"],"Delete these users accounts":["Efase kont itilizatè sa yo"],"Disabled":["Andikape"],"Edit the account":["Edit kont lan"],"Execute queued actions now":["Egzekite aksyon ki nan file kounye a"],"Executed":["Egzekite"],"No users to delete...":["Pa gen itilizatè pou efase..."],"Queued":["Nan keu"],"Queued actions":["Aksyon ki nan file"],"See the list of these users":["Gade lis itilizatè sa yo"],"Status":["Estati"],"The execution of actions has been added to the queue":["Egzekisyon aksyon yo te ajoute nan keu la"],"These user accounts will be permanently deleted":["Yo pral efase kont itilizatè sa yo pou tout tan"],"This overview shows you the upcoming actions of the \"Users Cleanup\" module. If you have not activated the automatized execution of the actions, you can trigger them manually here.":["Apèsi sa a montre w aksyon kap vini yo nan modil \"Netwayaj Itilizatè yo\". Si ou pa aktive ekzekisyon otomatik aksyon yo, ou ka deklanche yo manyèlman isit la."],"Users for whom the action “{actionLabel}” was carried out":["Itilizatè pou ki aksyon \" {actionLabel} \" te fèt"],"Users for whom the action “{actionLabel}” will be carried out":["Itilizatè pou ki aksyon \" {actionLabel} \" yo pral fèt"],"Users who have logged in again have been removed from this list":["Itilizatè ki te konekte ankò yo te retire nan lis sa a"],"{nbUsers} users will be deleted shortly.":["{nbUsers} yo pral efase yon ti tan."],"Account deletion":["Efase kont"],"Action date":["Dat aksyon"],"Action executed by":["Aksyon egzekite pa"],"Deactivation of user accounts":["Dezaktivasyon kont itilizatè yo"],"Last login":["Dènye koneksyon"],"Notification about upcoming account deactivation":["Notifikasyon sou dezaktivasyon kont k ap vini an"],"Notification about upcoming account deletion":["Notifikasyon sou efase kont k ap vini an"],"Reminder about upcoming account deactivation":["Rapèl sou dezaktivasyon kont k ap vini an"],"Reminder about upcoming account deletion":["Rapèl sou efase kont k ap vini an"],"User":["Itilizatè"],"Users cleanup":["Netwayaj itilizatè yo"],"Button text in the email to return to the platform":["Tèks bouton nan imel la pou retounen sou platfòm la"],"Change":["Chanje"],"Cleanup":["Netwaye"],"Delete accounts automatically":["Efase kont otomatikman"],"Delete profile fields with account deactivation":["Efase jaden pwofil ak dezaktivasyon kont"],"Edit deactivation email template":["Edit modèl imèl dezaktivasyon"],"Edit deactivation notification email template":["Edit modèl imel notifikasyon dezaktivasyon"],"Edit deactivation reminder email template":["Edit modèl imel rapèl dezaktivasyon"],"Edit deletion email template":["Edit efase modèl imèl"],"Edit deletion notification email template":["Edite modèl imel notifikasyon efase"],"Edit deletion reminder email template":["Edit efase modèl imèl rapèl"],"Email subject":["Imèl sijè"],"Email template":["Modèl imel"],"Enable account deletion process":["Pèmèt pwosesis efase kont"],"Enable automated deactivation of user accounts":["Pèmèt dezaktivasyon otomatik kont itilizatè yo"],"Enable notification via email":["Pèmèt notifikasyon pa imel"],"Enable reminder via email":["Pèmèt rapèl pa imel"],"For reminder emails before account deactivation to be active, you must enable notification emails before account deactivation.":["Pou imèl rapèl anvan dezaktivasyon kont yo dwe aktif, ou dwe pèmèt imèl notifikasyon anvan dezaktivasyon kont."],"For reminder emails before account deletion to be active, you must enable notification emails before account deletion.":["Pou imèl rapèl anvan efase kont yo dwe aktif, ou dwe pèmèt imèl notifikasyon anvan efase kont."],"For the sending of emails before account deactivation to be active, you must activate the deactivation of accounts.":["Pou voye imèl anvan dezaktivasyon kont yo dwe aktif, ou dwe aktive dezaktivasyon kont yo."],"For the sending of emails before account deletion to be active, you must activate the deletion of accounts.":["Pou voye imèl anvan efase kont yo dwe aktif, ou dwe aktive efase kont yo."],"Forced minimum timespan (in days) between account deactivation and account deletion":["Fòse tan minimòm (nan jou) ant dezaktivasyon kont ak efase kont"],"If no user is selected, users who own spaces will not be deleted.":["Si yo pa chwazi okenn itilizatè, itilizatè ki posede espas yo pa pral efase."],"If not empty, this button will be displayed at the end of the email with a link to the platform's homepage.":["Si yo pa vid, bouton sa a pral parèt nan fen imèl la ak yon lyen ki mennen nan paj dakèy platfòm la."],"If the user accounts are not deleted automatically, the process will be queued and can be started manually":["Si kont itilizatè yo pa efase otomatikman, pwosesis la ap mete nan keu epi yo ka kòmanse manyèlman"],"If you use the following tags, they will be replaced with their appropriated value:":["Si ou itilize tags sa yo, yo pral ranplase yo ak valè ki apwopriye yo:"],"Inactivity is the time elapsed since the last login date.":["Inaktivite se tan ki pase depi dènye dat koneksyon an."],"Minimum timespan (in days) between deactivation an deletion notification":["Tan minimòm (an jou) ant dezaktivasyon yon notifikasyon efase"],"Number of days of inactivity before account deactivation":["Kantite jou inaktivite anvan dezaktivasyon kont"],"Number of days of inactivity before account deletion":["Kantite jou inaktivite anvan efase kont"],"Qeued Actions":["Aksyon ki poze"],"Settings":["Anviwònman"],"Specify the settings for the handling of inactive user accounts. You have a variety of options for automatically informing, deactivating and deleting inactive user accounts in order to assist with the handling of personal data.":["Espesifye anviwònman yo pou manyen kont itilizatè inaktif. Ou gen yon varyete opsyon pou otomatikman enfòme, dezaktive ak efase kont itilizatè inaktif yo nan lòd yo ede ak manyen done pèsonèl yo."],"Timespan (in days) between notification and account deactivation":["Tan (nan jou) ant notifikasyon ak dezaktivasyon kont"],"Timespan (in days) between notification and account deletion":["Tan (nan jou) ant notifikasyon ak efase kont"],"Transfer space ownership upon account deletion to following user":["Transfere pwopriyetè espas lè yo efase kont bay itilizatè sa yo"],"Use this functionality if you already have deactivated user accounts within your network and you don't want them to be deleted immediately":["Sèvi ak fonksyonalite sa a si ou deja dezaktive kont itilizatè nan rezo w la epi ou pa vle yo efase yo imedyatman."],"When a user is deleted, also delete his contributions (posts, files, events, wiki pages, etc.)":["Lè yo efase yon itilizatè, efase tou kontribisyon li yo (posts, fichye, evènman, paj wiki, elatriye)"],"You can change some translations. Leave the field blank to return to the original translation.":["Ou ka chanje kèk tradiksyon. Kite jaden an vid pou retounen nan tradiksyon orijinal la."],"activated":["aktive"],"disabled":["andikape"],"About your pending deactivation account":["Konsènan kont dezaktivasyon ou annatant"],"About your pending deactivation account (reminder)":["Konsènan kont dezaktivasyon ou annatant (rapèl)"],"About your pending deletion account":["Konsènan kont efase ou annatant"],"About your pending deletion account (reminder)":["Konsènan kont efase ou annatant (rapèl)"],"As announced in a previous email, your account has been deactivated because you have not logged in for a long time.":["Kòm te anonse nan yon imèl anvan, kont ou a te dezaktive paske ou pa te konekte pou yon tan long."],"As announced in a previous email, your account has been deleted because you have not logged in for a long time.":["Kòm te anonse nan yon imèl anvan, kont ou te efase paske ou pa te konekte pou yon tan long."],"Hello {displayName},":["Bonjou {displayName} ,"],"If you wish to keep your account, please log in again, otherwise it will be automatically deactivated on {accountDeactivationDate}.":["Si ou vle kenbe kont ou, tanpri konekte ankò, otreman li pral dezaktive otomatikman sou {accountDeactivationDate} ."],"If you wish to keep your account, please log in again, otherwise it will be automatically deleted on {accountDeletionDate}.":["Si ou vle kenbe kont ou, tanpri konekte ankò, otreman li pral otomatikman efase sou {accountDeletionDate} ."],"If you wish to reactivate it, please log in again.":["Si ou vle reaktive li, tanpri konekte ankò."],"Login again!":["Konekte ankò!"],"This is a reminder about your account.":["Sa a se yon rapèl sou kont ou."],"We hope to see you soon!":["Nou espere wè ou byento!"],"Without action on your part, your account will be deleted automatically on {accountDeletionDate}.":["San aksyon pa w, kont ou a pral efase otomatikman sou {accountDeletionDate} ."],"You have not logged in to the platform for a while.":["Ou pa konekte sou platfòm la pou yon ti tan."],"Your account has been deleted":["Yo te efase kont ou"],"Your account has been disabled":["Kont ou te dezaktive"]}