{"Create new Page":["Створити нову сторінку"],"Custom Pages":["Персональні сторінки"],"HTML":["HTML"],"IFrame":["IFrame"],"Link":["Лінк"],"MarkDown":["MarkDown"],"Navigation":["Навігація"],"No custom pages created yet!":["Персональні сторінки поки що відсутні!"],"Sort Order":["Сортувати за номером"],"Title":["Заголовок"],"Top Navigation":["Верхня навігація"],"Type":["Тип"],"User Account Menu (Settings)":["Меню акаунта користувача (Налаштування)"],"Without adding to navigation (Direct link)":["Без додавання в навігацію (Прямий лінк)"],"Checkbox":["Чекбокс"],"Checkbox field options":["Checkbox field options"],"Default value":["Default value"],"(Disabled - please add content in default language!)":["(Вимкнено - додайте вміст мовою за замовчуванням!)"],"<strong>Legal</strong> module - administration":["<strong>Юридичний</strong> модуль - адміністрування"],"Accept":["Прийміть"],"Accept button label":["Прийняти ярлик кнопки"],"Adds an overlay which informs the users about the use of cookies. You can add a different text for every available language.":["Додає накладку, яка інформує користувачів про використання файлів cookie. Ви можете додати різний текст для кожної доступної мови."],"Adds several editable legal options, like an imprint and a privacy policy.":["Додає кілька правових варіантів, що можна редагувати, наприклад, вихідні дані та політику конфіденційності."],"Are you really sure? Please save changes before proceed!":["Ви справді впевнені? Збережіть зміни, перш ніж продовжувати!"],"Box content":["Зміст коробки"],"Box language:":["Мова коробки:"],"Configuration":["Конфігурація"],"Content":["Зміст"],"Cookie notification":["Повідомлення про файли cookie"],"Default languge":["Мова за замовчуванням"],"Delete my account including my personal data":["Видалити мій обліковий запис, включаючи мої особисті дані"],"Enabled pages and features":["Увімкнені сторінки та функції"],"For new account creation, show pages in full screen just after profile creation":["Для створення нового облікового запису показуйте сторінки в повноекранному режимі відразу після створення профілю"],"Go back":["Повертайся"],"Got it!":["Зрозумів!"],"I am older than {age} years":["Я старший за {age} роки"],"I have read and agree to the Privacy Policy":["Я прочитав і погоджуюсь з Політикою конфіденційності"],"I have read and agree to the Terms and Conditions":["Я прочитав (-ла) та приймаю Загальні положення та умови"],"If you update your Privacy Policy you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Якщо ви оновите свою Політику конфіденційності, ви можете скористатися опцією „Підтвердження скидання“, щоб повідомити своїх користувачів та запропонувати їм погодитися."],"If you update your Terms and Conditions you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Якщо ви оновите свої Загальні положення та умови, ви можете скористатися опцією „Підтвердження скидання“, щоб повідомити своїх користувачів та запросити їх погодитись."],"Imprint":["Вихідні дані"],"Informs the users that you have changed your Privacy Policy or your Terms and Conditions. In order to trigger it, the „Reset confirmation“-Option of said legal documents need to be activated.":["Повідомляє користувачів про те, що Ви змінили Політику конфіденційності або Загальні положення та умови. Для його активації потрібно активувати „Скидання підтвердження” - варіант зазначених юридичних документів."],"Legal Tools":["Юридичні інструменти"],"Legal Update":["Юридичне оновлення"],"Logout":["Вийти"],"Minimum age":["Мінімальний вік"],"More information: {link}":["Більше інформації: {link}"],"Page language:":["Мова сторінки:"],"Page:":["Сторінка:"],"Please enter a number value.":["Введіть числове значення."],"Privacy Policy":["Політика конфіденційності"],"Reset confirmation":["Скидання підтвердження"],"Reset successful!":["Скидання виконано успішно!"],"Show age verification {age}":["Показати вік для підтвердження {age}"],"Terms and Conditions":["Правила та умови"],"This page is added to the footer navigation and the registration process. You can add a different text for every available language.":["Ця сторінка додана до нижнього колонтитула та процесу реєстрації. Ви можете додати різний текст для кожної доступної мови."],"Will be used as default, if the legal texts are not available in the users language.":["Використовуватиметься за замовчуванням, якщо юридичні тексти недоступні мовою користувачів."],"Will be used as default, if the legal texts are not available in the user‘s language.":["Використовуватиметься за замовчуванням, якщо юридичні тексти недоступні мовою користувача."]}