{"Daily":["Dagleg"],"(Disabled - please add content in default language!)":["(Deaktivert - legg til innhold på standardspråket!)"],"<strong>Legal</strong> module - administration":["<strong>Juridisk</strong> modul - administrasjon"],"Accept":["Aksepterer"],"Accept button label":["Godta knappetiketten"],"Adds an overlay which informs the users about the use of cookies. You can add a different text for every available language.":["Legger til et overlegg som informerer brukerne om bruken av informasjonskapsler. Du kan legge til en annen tekst for hvert tilgjengelige språk."],"Adds several editable legal options, like an imprint and a privacy policy.":["Legger til flere redigerbare juridiske alternativer, som et avtrykk og en personvernpolicy."],"Are you really sure? Please save changes before proceed!":["Er du virkelig sikker? Lagre endringene før du fortsetter!"],"Box content":["Boksen innhold"],"Box language:":["Boksespråk:"],"Configuration":["Konfigurasjon"],"Content":["Innhold"],"Cookie notification":["Informasjon om informasjonskapsler"],"Default languge":["Standard svikt"],"Delete my account including my personal data":["Slett kontoen min inkludert personopplysningene mine"],"Enabled pages and features":["Aktiverte sider og funksjoner"],"For new account creation, show pages in full screen just after profile creation":["For oppretting av ny konto, vis sider i full skjerm like etter oppretting av profil"],"Go back":["Gå tilbake"],"Got it!":["Har det!"],"I am older than {age} years":["Jeg er eldre enn {age}"],"I have read and agree to the Privacy Policy":["Jeg har lest og godtar personvernreglene"],"I have read and agree to the Terms and Conditions":["Jeg har lest og godtar vilkårene"],"If you update your Privacy Policy you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Hvis du oppdaterer personvernreglene dine, kan du bruke \"Tilbakestill bekreftelse\" -alternativet for å informere brukerne og invitere dem til å reagere på nytt."],"If you update your Terms and Conditions you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Hvis du oppdaterer vilkårene, kan du bruke \"Tilbakestill bekreftelse\" -alternativet for å informere brukerne og invitere dem til å reagere på nytt."],"Imprint":["Avtrykk"],"Informs the users that you have changed your Privacy Policy or your Terms and Conditions. In order to trigger it, the „Reset confirmation“-Option of said legal documents need to be activated.":["Informerer brukerne om at du har endret personvernreglene eller vilkårene. For å utløse det, må „Tilbakestill bekreftelse“ - Valg av nevnte juridiske dokumenter aktiveres."],"Legal Tools":["Juridiske verktøy"],"Legal Update":["Juridisk oppdatering"],"Logout":["Logg ut"],"Minimum age":["Minimumsalder"],"More information: {link}":["Mer informasjon: {link}"],"Page language:":["Sidespråk:"],"Page:":["Side:"],"Please enter a number value.":["Angi en tallverdi."],"Privacy Policy":["Personvernregler"],"Reset confirmation":["Tilbakestill bekreftelse"],"Reset successful!":["Tilbakestill vellykket!"],"Show age verification {age}":["Vis {age}"],"Terms and Conditions":["Vilkår og betingelser"],"This page is added to the footer navigation and the registration process. You can add a different text for every available language.":["Denne siden er lagt til i bunntekstenavigasjonen og registreringsprosessen. Du kan legge til en annen tekst for hvert tilgjengelige språk."],"Title":["Tittel"],"Will be used as default, if the legal texts are not available in the users language.":["Blir brukt som standard hvis lovtekstene ikke er tilgjengelige på brukerens språk."],"Will be used as default, if the legal texts are not available in the user‘s language.":["Vil bli brukt som standard hvis lovtekstene ikke er tilgjengelige på brukerens språk."]}