{"Daily":["Dagleg"],"(Disabled - please add content in default language!)":["(Deaktivert - legg til innhold på standardspråket!)"],"<strong>Legal</strong> module - administration":["<strong>Juridisk</strong> modul - administrasjon"],"Accept":["Aksepterer"],"Accept button label":["Godta knappetiketten"],"Adds an overlay which informs the users about the use of cookies. You can add a different text for every available language.":["Legger til et overlegg som informerer brukerne om bruken av informasjonskapsler. Du kan legge til en annen tekst for hvert tilgjengelige språk."],"Adds several editable legal options, like an imprint and a privacy policy.":["Legger til flere redigerbare juridiske alternativer, som et avtrykk og en personvernpolicy."],"Are you really sure? Please save changes before proceed!":["Er du virkelig sikker? Lagre endringene før du fortsetter!"],"Box content":["Boksen innhold"],"Box language:":["Boksespråk:"],"Configuration":["Konfigurasjon"],"Content":["Innhold"],"Cookie notification":["Informasjon om informasjonskapsler"],"Default languge":["Standard svikt"],"Delete my account including my personal data":["Slett kontoen min inkludert personopplysningene mine"],"Enabled pages and features":["Aktiverte sider og funksjoner"],"For new account creation, show pages in full screen just after profile creation":["For oppretting av ny konto, vis sider i full skjerm like etter oppretting av profil"],"Go back":["Gå tilbake"],"Got it!":["Har det!"],"I am older than {age} years":["Jeg er eldre enn {age}"],"I have read and agree to the Privacy Policy":["Jeg har lest og godtar personvernreglene"],"I have read and agree to the Terms and Conditions":["Jeg har lest og godtar vilkårene"],"If you update your Privacy Policy you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Hvis du oppdaterer personvernreglene dine, kan du bruke \"Tilbakestill bekreftelse\" -alternativet for å informere brukerne og invitere dem til å reagere på nytt."],"If you update your Terms and Conditions you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Hvis du oppdaterer vilkårene, kan du bruke \"Tilbakestill bekreftelse\" -alternativet for å informere brukerne og invitere dem til å reagere på nytt."],"Imprint":["Avtrykk"],"Informs the users that you have changed your Privacy Policy or your Terms and Conditions. In order to trigger it, the „Reset confirmation“-Option of said legal documents need to be activated.":["Informerer brukerne om at du har endret personvernreglene eller vilkårene. For å utløse det, må „Tilbakestill bekreftelse“ - Valg av nevnte juridiske dokumenter aktiveres."],"Legal Tools":["Juridiske verktøy"],"Legal Update":["Juridisk oppdatering"],"Logout":["Logg ut"],"Minimum age":["Minimumsalder"],"More information: {link}":["Mer informasjon: {link}"],"Page language:":["Sidespråk:"],"Page:":["Side:"],"Please enter a number value.":["Angi en tallverdi."],"Privacy Policy":["Personvernregler"],"Reset confirmation":["Tilbakestill bekreftelse"],"Reset successful!":["Tilbakestill vellykket!"],"Show age verification {age}":["Vis {age}"],"Terms and Conditions":["Vilkår og betingelser"],"This page is added to the footer navigation and the registration process. You can add a different text for every available language.":["Denne siden er lagt til i bunntekstenavigasjonen og registreringsprosessen. Du kan legge til en annen tekst for hvert tilgjengelige språk."],"Title":["Tittel"],"Will be used as default, if the legal texts are not available in the users language.":["Blir brukt som standard hvis lovtekstene ikke er tilgjengelige på brukerens språk."],"Will be used as default, if the legal texts are not available in the user‘s language.":["Vil bli brukt som standard hvis lovtekstene ikke er tilgjengelige på brukerens språk."],"Action":["Handling"],"Automatically on {dateTime}":["Automatisk på {dateTime}"],"Daily cron job":["Daglig cron jobb"],"Delete these users accounts":["Slett disse brukerkontoene"],"Disabled":["Funksjonshemmet"],"Edit the account":["Rediger kontoen"],"Execute queued actions now":["Utfør handlinger i kø nå"],"Executed":["Henrettet"],"No users to delete...":["Ingen brukere å slette..."],"Queued":["I kø"],"Queued actions":["Handlinger i kø"],"See the list of these users":["Se listen over disse brukerne"],"Status":["Status"],"The execution of actions has been added to the queue":["Utførelsen av handlinger er lagt til i køen"],"These user accounts will be permanently deleted":["Disse brukerkontoene vil bli permanent slettet"],"This overview shows you the upcoming actions of the \"Users Cleanup\" module. If you have not activated the automatized execution of the actions, you can trigger them manually here.":["Denne oversikten viser de kommende handlingene til modulen \"Users Cleanup\". Hvis du ikke har aktivert den automatiske utførelse av handlingene, kan du utløse dem manuelt her."],"Users for whom the action “{actionLabel}” was carried out":["Brukere som handlingen \" {actionLabel} \" ble utført for"],"Users for whom the action “{actionLabel}” will be carried out":["Brukere som handlingen \" {actionLabel} \" vil bli utført for"],"Users who have logged in again have been removed from this list":["Brukere som har logget på igjen er fjernet fra denne listen"],"{nbUsers} users will be deleted shortly.":["{nbUsers} brukere vil snart bli slettet."],"Account deletion":["Sletting av konto"],"Action date":["Handlingsdato"],"Action executed by":["Handling utført av"],"Deactivation of user accounts":["Deaktivering av brukerkontoer"],"Last login":["Siste innlogging"],"Notification about upcoming account deactivation":["Varsling om kommende kontodeaktivering"],"Notification about upcoming account deletion":["Varsling om kommende sletting av kontoen"],"Reminder about upcoming account deactivation":["Påminnelse om kommende kontodeaktivering"],"Reminder about upcoming account deletion":["Påminnelse om kommende sletting av kontoen"],"User":["Bruker"],"Users cleanup":["Opprydding av brukere"],"Button text in the email to return to the platform":["Knappetekst i e-posten for å gå tilbake til plattformen"],"Change":["Endring"],"Cleanup":["Rydde opp"],"Delete accounts automatically":["Slett kontoer automatisk"],"Delete profile fields with account deactivation":["Slett profilfelt med kontodeaktivering"],"Edit deactivation email template":["Rediger e-postmal for deaktivering"],"Edit deactivation notification email template":["Rediger e-postmal for deaktiveringsvarsling"],"Edit deactivation reminder email template":["Rediger e-postmal for deaktiveringspåminnelse"],"Edit deletion email template":["Rediger e-postmal for sletting"],"Edit deletion notification email template":["Rediger e-postmal for slettingsvarsling"],"Edit deletion reminder email template":["Rediger e-postmal for slettepåminnelse"],"Email subject":["E-post Emne"],"Email template":["E-postmal"],"Enable account deletion process":["Aktiver prosessen for sletting av konto"],"Enable automated deactivation of user accounts":["Aktiver automatisk deaktivering av brukerkontoer"],"Enable notification via email":["Aktiver varsling via e-post"],"Enable reminder via email":["Aktiver påminnelse via e-post"],"For reminder emails before account deactivation to be active, you must enable notification emails before account deactivation.":["For at påminnelses-e-poster før kontodeaktivering skal være aktive, må du aktivere e-postvarsling før kontodeaktivering."],"For reminder emails before account deletion to be active, you must enable notification emails before account deletion.":["For at påminnelses-e-poster før kontosletting skal være aktive, må du aktivere e-postvarsling før kontosletting."],"For the sending of emails before account deactivation to be active, you must activate the deactivation of accounts.":["For at sending av e-poster før kontodeaktivering skal være aktiv, må du aktivere deaktivering av kontoer."],"For the sending of emails before account deletion to be active, you must activate the deletion of accounts.":["For at sending av e-poster før kontosletting skal være aktiv, må du aktivere sletting av kontoer."],"Forced minimum timespan (in days) between account deactivation and account deletion":["Tvunget minimumsperiode (i dager) mellom kontodeaktivering og kontosletting"],"If no user is selected, users who own spaces will not be deleted.":["Hvis ingen bruker er valgt, vil ikke brukere som eier spaces bli slettet."],"If not empty, this button will be displayed at the end of the email with a link to the platform's homepage.":["Hvis den ikke er tom, vil denne knappen vises på slutten av e-posten med en lenke til plattformens hjemmeside."],"If the user accounts are not deleted automatically, the process will be queued and can be started manually":["Hvis brukerkontoene ikke slettes automatisk, vil prosessen settes i kø og kan startes manuelt"],"If you use the following tags, they will be replaced with their appropriated value:":["Hvis du bruker følgende koder, vil de bli erstattet med den riktige verdien:"],"Inactivity is the time elapsed since the last login date.":["Inaktivitet er tiden som har gått siden siste påloggingsdato."],"Language":["Språk"],"Minimum timespan (in days) between deactivation an deletion notification":["Minimumsperiode (i dager) mellom deaktivering og slettingsvarsel"],"Number of days of inactivity before account deactivation":["Antall dager med inaktivitet før kontodeaktivering"],"Number of days of inactivity before account deletion":["Antall dager med inaktivitet før kontosletting"],"Qeued Actions":["Stillte handlinger"],"Settings":["Innstillinger"],"Specify the settings for the handling of inactive user accounts. You have a variety of options for automatically informing, deactivating and deleting inactive user accounts in order to assist with the handling of personal data.":["Angi innstillingene for håndtering av inaktive brukerkontoer. Du har en rekke alternativer for automatisk å informere, deaktivere og slette inaktive brukerkontoer for å hjelpe til med håndteringen av personopplysninger."],"Timespan (in days) between notification and account deactivation":["Tidsrom (i dager) mellom varsling og kontodeaktivering"],"Timespan (in days) between notification and account deletion":["Tidsrom (i dager) mellom varsel og kontosletting"],"Transfer space ownership upon account deletion to following user":["Overfør plasseierskap ved sletting av konto til følgende bruker"],"Use this functionality if you already have deactivated user accounts within your network and you don't want them to be deleted immediately":["Bruk denne funksjonaliteten hvis du allerede har deaktiverte brukerkontoer i nettverket ditt og du ikke vil at de skal slettes umiddelbart"],"When a user is deleted, also delete his contributions (posts, files, events, wiki pages, etc.)":["Når en bruker blir slettet, slett også bidragene hans (innlegg, filer, hendelser, wiki-sider osv.)"],"You can change some translations. Leave the field blank to return to the original translation.":["Du kan endre noen oversettelser. La feltet stå tomt for å gå tilbake til den opprinnelige oversettelsen."],"activated":["aktivert"],"disabled":["funksjonshemmet"],"About your pending deactivation account":["Om din ventende deaktiveringskonto"],"About your pending deactivation account (reminder)":["Om din ventende deaktiveringskonto (påminnelse)"],"About your pending deletion account":["Om den ventende slettekontoen din"],"About your pending deletion account (reminder)":["Om den ventende slettekontoen din (påminnelse)"],"As announced in a previous email, your account has been deactivated because you have not logged in for a long time.":["Som annonsert i en tidligere e-post, har kontoen din blitt deaktivert fordi du ikke har logget på på lenge."],"As announced in a previous email, your account has been deleted because you have not logged in for a long time.":["Som annonsert i en tidligere e-post, er kontoen din slettet fordi du ikke har logget på på lenge."],"Hello {displayName},":["Hei {displayName}"],"If you wish to keep your account, please log in again, otherwise it will be automatically deactivated on {accountDeactivationDate}.":["Hvis du ønsker å beholde kontoen din, vennligst logg på igjen, ellers deaktiveres den automatisk på {accountDeactivationDate} ."],"If you wish to keep your account, please log in again, otherwise it will be automatically deleted on {accountDeletionDate}.":["Hvis du ønsker å beholde kontoen din, vennligst logg på igjen, ellers slettes den automatisk på {accountDeletionDate} ."],"If you wish to reactivate it, please log in again.":["Hvis du ønsker å aktivere den på nytt, vennligst logg på igjen."],"Login again!":["Logg på igjen!"],"This is a reminder about your account.":["Dette er en påminnelse om kontoen din."],"We hope to see you soon!":["Vi håper å se deg snart!"],"Without action on your part, your account will be deleted automatically on {accountDeletionDate}.":["Uten handling fra din side, slettes kontoen din automatisk på {accountDeletionDate} ."],"You have not logged in to the platform for a while.":["Du har ikke logget inn på plattformen på en stund."],"Your account has been deleted":["Kontoen din er slettet"],"Your account has been disabled":["Din konto har blitt deaktivert"]}