{"Add image/file":["사진/파일 추가"],"Add link":["링크 추가"],"Bold":["굵게"],"Close":["닫기"],"Code":["소스코드"],"Enter a url (e.g. http://example.com)":["링크를 입력하세요 (예: http://google.com)"],"Heading":["제목"],"Image":["이미지"],"Image/File":["이미지/파일"],"Insert Hyperlink":["링크 삽입"],"Insert Image Hyperlink":["이미지에 링크 삽입"],"Italic":["이탤릭"],"List":["리스트"],"Please wait while uploading...":["업로드 중입니다. 잠시만 기다려주세요..."],"Preview":["미리보기"],"Quote":["인용"],"Target":["타겟"],"Title":["제목"],"Title of your link":["링크 제목"],"URL/Link":["URL/링크"],"code text here":["소스코드를 입력해주세요"],"emphasized text":["텍스트 강조"],"enter image description here":["이미지 설명을 입력해주세요"],"enter image title here":["이미지 제목을 입력해주세요"],"enter link description here":["링크 설명을 입력해주세요"],"heading text":["제목 텍스트"],"list text here":["여기에 리스트 내용을 입력해주세요"],"quote here":["여기에 인용할 내용을 입력해주세요"],"strong text":["굵은 텍스트"],"(Disabled - please add content in default language!)":["(Zakázané - pridajte obsah v predvolenom jazyku!)"],"<strong>Legal</strong> module - administration":["<strong>Právny</strong> modul - správa"],"Accept":["súhlasiť"],"Accept button label":["Prijať štítok tlačidla"],"Adds an overlay which informs the users about the use of cookies. You can add a different text for every available language.":["Pridá vrstvu, ktorá informuje používateľov o použití súborov cookie. Pre každý dostupný jazyk môžete pridať iný text."],"Adds several editable legal options, like an imprint and a privacy policy.":["Pridáva niekoľko upraviteľných právnych možností, ako je napríklad otlačok a pravidlá ochrany osobných údajov."],"Are you really sure? Please save changes before proceed!":["Si si naozaj istý? Než budete pokračovať, uložte zmeny!"],"Box content":["Obsah políčka"],"Box language:":["Jazyk políčka:"],"Configuration":["Konfigurácia"],"Content":["Obsah"],"Cookie notification":["Oznámenie o cookies"],"Default languge":["Predvolený jazyk"],"Delete my account including my personal data":["Odstráňte môj účet vrátane mojich osobných údajov"],"Enabled pages and features":["Povolené stránky a funkcie"],"For new account creation, show pages in full screen just after profile creation":["Ak chcete vytvoriť nový účet, ihneď po vytvorení profilu zobrazujte stránky na celej obrazovke"],"Go back":["Vráť sa"],"Got it!":["Mám to!"],"I am older than {age} years":["Som starší ako {age} roky"],"I have read and agree to the Privacy Policy":["Prečítal som si Zásady ochrany osobných údajov a súhlasím s nimi"],"I have read and agree to the Terms and Conditions":["Prečítal som si Podmienky a súhlasím s nimi"],"If you update your Privacy Policy you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Ak aktualizujete svoje zásady ochrany osobných údajov, môžete svojich používateľov informovať pomocou možnosti „Potvrdenie resetovania“ a vyzvať ich na rearee."],"If you update your Terms and Conditions you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Ak aktualizujete svoje zmluvné podmienky, môžete pomocou možnosti „Potvrdiť reset“ informovať svojich používateľov a pozvať ich na rearee."],"Imprint":["Odtlačok"],"Informs the users that you have changed your Privacy Policy or your Terms and Conditions. In order to trigger it, the „Reset confirmation“-Option of said legal documents need to be activated.":["Informuje používateľov, že ste zmenili svoje zásady ochrany osobných údajov alebo svoje zmluvné podmienky. Pre jeho spustenie je potrebné aktivovať „Potvrdenie resetu“ - Voľba uvedených právnych dokumentov."],"Legal Tools":["Právne nástroje"],"Legal Update":["Aktualizácia právnych predpisov"],"Logout":["Odhlásiť sa"],"Minimum age":["Minimálny vek"],"More information: {link}":["Viac informácií: {link}"],"Page language:":["Jazyk stránky:"],"Page:":["Stránka:"],"Please enter a number value.":["Zadajte číselnú hodnotu."],"Privacy Policy":["Zásady ochrany osobných údajov"],"Reset confirmation":["Obnoviť potvrdenie"],"Reset successful!":["Reset bol úspešný!"],"Show age verification {age}":["Zobraziť vek na overenie {age}"],"Terms and Conditions":["Podmienky"],"This page is added to the footer navigation and the registration process. You can add a different text for every available language.":["Táto stránka je pridaná do navigácie päty a procesu registrácie. Pre každý dostupný jazyk môžete pridať iný text."],"Will be used as default, if the legal texts are not available in the users language.":["Používa sa ako predvolené, ak právne texty nie sú k dispozícii v jazyku používateľa."],"Will be used as default, if the legal texts are not available in the user‘s language.":["Používa sa ako predvolené, ak právne texty nie sú k dispozícii v jazyku používateľa."],"Action":["Akcia"],"Automatically on {dateTime}":["Automaticky podľa {dateTime}"],"Daily cron job":["Denná úloha cron"],"Delete these users accounts":["Odstráňte tieto používateľské účty"],"Disabled":["Zakázané"],"Edit the account":["Upravte účet"],"Execute queued actions now":["Vykonajte teraz akcie zaradené do poradia"],"Executed":["Popravený"],"No users to delete...":["Žiadni používatelia na odstránenie..."],"Queued":["Vo fronte"],"Queued actions":["Akcie vo fronte"],"See the list of these users":["Pozrite si zoznam týchto používateľov"],"Status":["Postavenie"],"The execution of actions has been added to the queue":["Vykonávanie akcií bolo pridané do poradia"],"These user accounts will be permanently deleted":["Tieto používateľské účty budú natrvalo odstránené"],"This overview shows you the upcoming actions of the \"Users Cleanup\" module. If you have not activated the automatized execution of the actions, you can trigger them manually here.":["Tento prehľad zobrazuje nadchádzajúce akcie modulu „Vyčistenie používateľov“. Ak ste neaktivovali automatické vykonávanie akcií, môžete ich spustiť manuálne tu."],"Users for whom the action “{actionLabel}” was carried out":["Používatelia, pre ktorých bola vykonaná {actionLabel}"],"Users for whom the action “{actionLabel}” will be carried out":["Používatelia, pre ktorých bude vykonaná {actionLabel}"],"Users who have logged in again have been removed from this list":["Používatelia, ktorí sa znova prihlásili, boli z tohto zoznamu odstránení"],"{nbUsers} users will be deleted shortly.":["{nbUsers} budú čoskoro vymazaní."],"Account deletion":["Odstránenie účtu"],"Action date":["Dátum akcie"],"Action executed by":["Akciu vykonal"],"Deactivation of user accounts":["Deaktivácia používateľských účtov"],"Last login":["Posledné prihlásenie"],"Notification about upcoming account deactivation":["Upozornenie na nadchádzajúcu deaktiváciu účtu"],"Notification about upcoming account deletion":["Upozornenie o nadchádzajúcom odstránení účtu"],"Reminder about upcoming account deactivation":["Pripomienka o nadchádzajúcej deaktivácii účtu"],"Reminder about upcoming account deletion":["Pripomienka o nadchádzajúcom odstránení účtu"],"User":["Používateľ"],"Users cleanup":["Čistenie používateľov"],"Button text in the email to return to the platform":["Text tlačidla v e-maile na návrat na platformu"],"Change":["Zmeniť"],"Cleanup":["Vyčistiť"],"Delete accounts automatically":["Automaticky odstráňte účty"],"Delete profile fields with account deactivation":["Odstráňte polia profilu s deaktiváciou účtu"],"Edit deactivation email template":["Upravte šablónu deaktivačného e-mailu"],"Edit deactivation notification email template":["Upravte šablónu e-mailu s upozornením na deaktiváciu"],"Edit deactivation reminder email template":["Upravte šablónu e-mailu s pripomenutím deaktivácie"],"Edit deletion email template":["Upravte šablónu e-mailu na odstránenie"],"Edit deletion notification email template":["Upravte šablónu e-mailu s upozornením na odstránenie"],"Edit deletion reminder email template":["Upravte šablónu e-mailu s pripomenutím odstránenia"],"Email subject":["Predmet emailu"],"Email template":["Šablóna e-mailu"],"Enable account deletion process":["Povoliť proces odstránenia účtu"],"Enable automated deactivation of user accounts":["Povoliť automatickú deaktiváciu používateľských účtov"],"Enable notification via email":["Povoliť upozornenia prostredníctvom e-mailu"],"Enable reminder via email":["Povoliť pripomienku prostredníctvom e-mailu"],"For reminder emails before account deactivation to be active, you must enable notification emails before account deactivation.":["Aby boli e-maily s upozornením pred deaktiváciou účtu aktívne, musíte pred deaktiváciou účtu povoliť zasielanie upozornení."],"For reminder emails before account deletion to be active, you must enable notification emails before account deletion.":["Aby boli e-maily s upozornením pred odstránením účtu aktívne, musíte pred odstránením účtu povoliť zasielanie upozornení."],"For the sending of emails before account deactivation to be active, you must activate the deactivation of accounts.":["Aby bolo odosielanie e-mailov pred deaktiváciou účtu aktívne, musíte aktivovať deaktiváciu účtov."],"For the sending of emails before account deletion to be active, you must activate the deletion of accounts.":["Aby bolo odosielanie e-mailov pred vymazaním účtu aktívne, musíte aktivovať mazanie účtov."],"Forced minimum timespan (in days) between account deactivation and account deletion":["Vynútené minimálne časové obdobie (v dňoch) medzi deaktiváciou účtu a odstránením účtu"],"If no user is selected, users who own spaces will not be deleted.":["Ak nie je vybratý žiadny používateľ, používatelia, ktorí vlastnia priestory, nebudú vymazaní."],"If not empty, this button will be displayed at the end of the email with a link to the platform's homepage.":["Ak nie je prázdne, toto tlačidlo sa zobrazí na konci e-mailu s odkazom na domovskú stránku platformy."],"If the user accounts are not deleted automatically, the process will be queued and can be started manually":["Ak sa používateľské účty neodstránia automaticky, proces sa zaradí do frontu a možno ho spustiť manuálne"],"If you use the following tags, they will be replaced with their appropriated value:":["Ak použijete nasledujúce značky, budú nahradené ich príslušnou hodnotou:"],"Inactivity is the time elapsed since the last login date.":["Nečinnosť je čas, ktorý uplynul od dátumu posledného prihlásenia."],"Language":["Jazyk"],"Minimum timespan (in days) between deactivation an deletion notification":["Minimálny časový úsek (v dňoch) medzi deaktiváciou a upozornením na vymazanie"],"Number of days of inactivity before account deactivation":["Počet dní nečinnosti pred deaktiváciou účtu"],"Number of days of inactivity before account deletion":["Počet dní nečinnosti pred odstránením účtu"],"Qeued Actions":["Akcie v poradí"],"Settings":["nastavenie"],"Specify the settings for the handling of inactive user accounts. You have a variety of options for automatically informing, deactivating and deleting inactive user accounts in order to assist with the handling of personal data.":["Zadajte nastavenia pre spracovanie neaktívnych používateľských účtov. Máte rôzne možnosti automatického informovania, deaktivácie a vymazania neaktívnych používateľských účtov, aby ste si pomohli so spracovaním osobných údajov."],"Timespan (in days) between notification and account deactivation":["Časový interval (v dňoch) medzi upozornením a deaktiváciou účtu"],"Timespan (in days) between notification and account deletion":["Časový interval (v dňoch) medzi upozornením a odstránením účtu"],"Transfer space ownership upon account deletion to following user":["Preveďte vlastníctvo priestoru po odstránení účtu na nasledujúceho používateľa"],"Use this functionality if you already have deactivated user accounts within your network and you don't want them to be deleted immediately":["Túto funkciu použite, ak už máte vo svojej sieti deaktivované používateľské účty a nechcete, aby boli okamžite vymazané"],"When a user is deleted, also delete his contributions (posts, files, events, wiki pages, etc.)":["Keď je používateľ odstránený, vymažte aj jeho príspevky (príspevky, súbory, udalosti, stránky wiki atď.)"],"You can change some translations. Leave the field blank to return to the original translation.":["Niektoré preklady môžete zmeniť. Ak sa chcete vrátiť k pôvodnému prekladu, ponechajte pole prázdne."],"activated":["aktivovaný"],"disabled":["zdravotne postihnutých"],"About your pending deactivation account":["O vašom účte čakajúcom na deaktiváciu"],"About your pending deactivation account (reminder)":["O vašom účte čakajúcom na deaktiváciu (pripomienka)"],"About your pending deletion account":["O vašom účte čakajúcom na odstránenie"],"About your pending deletion account (reminder)":["O vašom účte čakajúcom na odstránenie (pripomienka)"],"As announced in a previous email, your account has been deactivated because you have not logged in for a long time.":["Ako bolo oznámené v predchádzajúcom e-maile, váš účet bol deaktivovaný, pretože ste sa dlho neprihlásili."],"As announced in a previous email, your account has been deleted because you have not logged in for a long time.":["Ako bolo oznámené v predchádzajúcom e-maile, váš účet bol odstránený, pretože ste sa dlho neprihlásili."],"Hello {displayName},":["Dobrý deň, {displayName} ,"],"If you wish to keep your account, please log in again, otherwise it will be automatically deactivated on {accountDeactivationDate}.":["Ak si chcete ponechať svoj účet, prihláste sa znova, inak bude automaticky deaktivovaný v {accountDeactivationDate} ."],"If you wish to keep your account, please log in again, otherwise it will be automatically deleted on {accountDeletionDate}.":["Ak si chcete ponechať svoj účet, prihláste sa znova, v opačnom prípade bude automaticky vymazaný dňa {accountDeletionDate} ."],"If you wish to reactivate it, please log in again.":["Ak ho chcete znova aktivovať, prihláste sa znova."],"Login again!":["Prihláste sa znova!"],"This is a reminder about your account.":["Toto je pripomienka vášho účtu."],"We hope to see you soon!":["Dúfame, že sa čoskoro uvidíme!"],"Without action on your part, your account will be deleted automatically on {accountDeletionDate}.":["Bez vašej akcie bude váš účet automaticky vymazaný dňa {accountDeletionDate} ."],"You have not logged in to the platform for a while.":["Nejaký čas ste sa neprihlásili do platformy."],"Your account has been deleted":["Váš účet bol odstránený"],"Your account has been disabled":["Váš účet bol zablokovaný"]}