{"Add image/file":["사진/파일 추가"],"Add link":["링크 추가"],"Bold":["굵게"],"Close":["닫기"],"Code":["소스코드"],"Enter a url (e.g. http://example.com)":["링크를 입력하세요 (예: http://google.com)"],"Heading":["제목"],"Image":["이미지"],"Image/File":["이미지/파일"],"Insert Hyperlink":["링크 삽입"],"Insert Image Hyperlink":["이미지에 링크 삽입"],"Italic":["이탤릭"],"List":["리스트"],"Please wait while uploading...":["업로드 중입니다. 잠시만 기다려주세요..."],"Preview":["미리보기"],"Quote":["인용"],"Target":["타겟"],"Title":["제목"],"Title of your link":["링크 제목"],"URL/Link":["URL/링크"],"code text here":["소스코드를 입력해주세요"],"emphasized text":["텍스트 강조"],"enter image description here":["이미지 설명을 입력해주세요"],"enter image title here":["이미지 제목을 입력해주세요"],"enter link description here":["링크 설명을 입력해주세요"],"heading text":["제목 텍스트"],"list text here":["여기에 리스트 내용을 입력해주세요"],"quote here":["여기에 인용할 내용을 입력해주세요"],"strong text":["굵은 텍스트"],"(Disabled - please add content in default language!)":["(Zakázané - pridajte obsah v predvolenom jazyku!)"],"<strong>Legal</strong> module - administration":["<strong>Právny</strong> modul - správa"],"Accept":["súhlasiť"],"Accept button label":["Prijať štítok tlačidla"],"Adds an overlay which informs the users about the use of cookies. You can add a different text for every available language.":["Pridá vrstvu, ktorá informuje používateľov o použití súborov cookie. Pre každý dostupný jazyk môžete pridať iný text."],"Adds several editable legal options, like an imprint and a privacy policy.":["Pridáva niekoľko upraviteľných právnych možností, ako je napríklad otlačok a pravidlá ochrany osobných údajov."],"Are you really sure? Please save changes before proceed!":["Si si naozaj istý? Než budete pokračovať, uložte zmeny!"],"Box content":["Obsah políčka"],"Box language:":["Jazyk políčka:"],"Configuration":["Konfigurácia"],"Content":["Obsah"],"Cookie notification":["Oznámenie o cookies"],"Default languge":["Predvolený jazyk"],"Delete my account including my personal data":["Odstráňte môj účet vrátane mojich osobných údajov"],"Enabled pages and features":["Povolené stránky a funkcie"],"For new account creation, show pages in full screen just after profile creation":["Ak chcete vytvoriť nový účet, ihneď po vytvorení profilu zobrazujte stránky na celej obrazovke"],"Go back":["Vráť sa"],"Got it!":["Mám to!"],"I am older than {age} years":["Som starší ako {age} roky"],"I have read and agree to the Privacy Policy":["Prečítal som si Zásady ochrany osobných údajov a súhlasím s nimi"],"I have read and agree to the Terms and Conditions":["Prečítal som si Podmienky a súhlasím s nimi"],"If you update your Privacy Policy you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Ak aktualizujete svoje zásady ochrany osobných údajov, môžete svojich používateľov informovať pomocou možnosti „Potvrdenie resetovania“ a vyzvať ich na rearee."],"If you update your Terms and Conditions you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Ak aktualizujete svoje zmluvné podmienky, môžete pomocou možnosti „Potvrdiť reset“ informovať svojich používateľov a pozvať ich na rearee."],"Imprint":["Odtlačok"],"Informs the users that you have changed your Privacy Policy or your Terms and Conditions. In order to trigger it, the „Reset confirmation“-Option of said legal documents need to be activated.":["Informuje používateľov, že ste zmenili svoje zásady ochrany osobných údajov alebo svoje zmluvné podmienky. Pre jeho spustenie je potrebné aktivovať „Potvrdenie resetu“ - Voľba uvedených právnych dokumentov."],"Legal Tools":["Právne nástroje"],"Legal Update":["Aktualizácia právnych predpisov"],"Logout":["Odhlásiť sa"],"Minimum age":["Minimálny vek"],"More information: {link}":["Viac informácií: {link}"],"Page language:":["Jazyk stránky:"],"Page:":["Stránka:"],"Please enter a number value.":["Zadajte číselnú hodnotu."],"Privacy Policy":["Zásady ochrany osobných údajov"],"Reset confirmation":["Obnoviť potvrdenie"],"Reset successful!":["Reset bol úspešný!"],"Show age verification {age}":["Zobraziť vek na overenie {age}"],"Terms and Conditions":["Podmienky"],"This page is added to the footer navigation and the registration process. You can add a different text for every available language.":["Táto stránka je pridaná do navigácie päty a procesu registrácie. Pre každý dostupný jazyk môžete pridať iný text."],"Will be used as default, if the legal texts are not available in the users language.":["Používa sa ako predvolené, ak právne texty nie sú k dispozícii v jazyku používateľa."],"Will be used as default, if the legal texts are not available in the user‘s language.":["Používa sa ako predvolené, ak právne texty nie sú k dispozícii v jazyku používateľa."]}