{"(Disabled - please add content in default language!)":["(O'chirilgan - iltimos, kontentni standart tilda qo'shing!)"],"<strong>Legal</strong> module - administration":["<strong>Huquqiy</strong> modul - ma'muriyat"],"Accept":["Qabul qiling"],"Accept button label":["Tugma yorlig'ini qabul qiling"],"Adds an overlay which informs the users about the use of cookies. You can add a different text for every available language.":["Foydalanuvchilarga cookie-fayllardan foydalanish to'g'risida ma'lumot beradigan qo'shimcha qatlam qo'shadi. Mavjud har bir til uchun boshqa matn qo'shishingiz mumkin."],"Adds several editable legal options, like an imprint and a privacy policy.":["Imprint va maxfiylik siyosati kabi bir nechta tahrir qilinadigan huquqiy variantlarni qo'shadi."],"Are you really sure? Please save changes before proceed!":["Haqiqatan ham aminmisiz? Iltimos, davom etishdan oldin o'zgarishlarni saqlang!"],"Box content":["Qutidagi tarkib"],"Box language:":["Kassa tili:"],"Configuration":["Konfiguratsiya"],"Content":["Tarkib"],"Cookie notification":["Cookie-lar haqida bildirishnoma"],"Default languge":["Odatiy til"],"Delete my account including my personal data":["Shaxsiy ma'lumotlarim, shu jumladan mening hisobimni o'chirib tashlang"],"Enabled pages and features":["Yoqilgan sahifalar va xususiyatlar"],"For new account creation, show pages in full screen just after profile creation":["Yangi hisob yaratish uchun profil yaratilgandan so'ng sahifalarni to'liq ekranda ko'rsating"],"Go back":["Ortga qaytish"],"Got it!":["Tushundim!"],"I am older than {age} years":["Men {age} kattaman"],"I have read and agree to the Privacy Policy":["Men Maxfiylik siyosatini o'qidim va roziman"],"I have read and agree to the Terms and Conditions":["Men Shartlar bilan tanishib chiqdim va roziman"],"If you update your Privacy Policy you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Agar siz Maxfiylik siyosatingizni yangilagan bo'lsangiz, foydalanuvchilarni xabardor qilish va ularni qayta kelishishga taklif qilish uchun \"Tasdiqlashni tiklash\" - Variantidan foydalanishingiz mumkin."],"If you update your Terms and Conditions you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Agar siz Shartlaringizni yangilasangiz, foydalanuvchilarni xabardor qilish va ularni qayta kelishishga taklif qilish uchun \"Tasdiqlashni tiklash\" - Variantidan foydalanishingiz mumkin."],"Imprint":["Imprint"],"Informs the users that you have changed your Privacy Policy or your Terms and Conditions. In order to trigger it, the „Reset confirmation“-Option of said legal documents need to be activated.":["Maxfiylik siyosati yoki Shartlaringizni o'zgartirganingiz haqida foydalanuvchilarga xabar beradi. Uni ishga tushirish uchun \"Tasdiqlashni tiklash\" - Ushbu huquqiy hujjatlarning variantini faollashtirish kerak."],"Legal Tools":["Huquqiy vositalar"],"Legal Update":["Huquqiy yangilanish"],"Logout":["Chiqish"],"Minimum age":["Minimal yosh"],"More information: {link}":["Qo'shimcha ma'lumot: {link}"],"Page language:":["Sahifa tili:"],"Page:":["Sahifa:"],"Please enter a number value.":["Iltimos, raqam qiymatini kiriting."],"Privacy Policy":["Maxfiylik siyosati"],"Reset confirmation":["Tasdiqlashni tiklang"],"Reset successful!":["Qayta tiklash muvaffaqiyatli!"],"Show age verification {age}":["Yoshni tasdiqlash {age}"],"Terms and Conditions":["Foydalanish shartlari"],"This page is added to the footer navigation and the registration process. You can add a different text for every available language.":["Ushbu sahifa altbilgida navigatsiya va ro'yxatdan o'tish jarayoniga qo'shiladi. Mavjud har bir til uchun boshqa matn qo'shishingiz mumkin."],"Title":["Sarlavha"],"Will be used as default, if the legal texts are not available in the users language.":["Agar qonuniy matnlar foydalanuvchilar tilida mavjud bo'lmasa, sukut bo'yicha ishlatiladi."],"Will be used as default, if the legal texts are not available in the user‘s language.":["Agar qonuniy matnlar foydalanuvchi tilida mavjud bo'lmasa, sukut bo'yicha ishlatiladi."],"Action":["Harakat"],"Automatically on {dateTime}":["Avtomatik {dateTime}"],"Daily cron job":["Kundalik cron ishi"],"Delete these users accounts":["Ushbu foydalanuvchi hisoblarini o'chirib tashlang"],"Disabled":["Oʻchirilgan"],"Edit the account":["Hisobni tahrirlash"],"Execute queued actions now":["Navbatdagi amallarni hozir bajaring"],"Executed":["Bajarildi"],"No users to delete...":["Oʻchirish uchun foydalanuvchi yoʻq..."],"Queued":["Navbatda"],"Queued actions":["Navbatdagi harakatlar"],"See the list of these users":["Ushbu foydalanuvchilar ro'yxatini ko'ring"],"Status":["Holat"],"The execution of actions has been added to the queue":["Harakatlarning bajarilishi navbatga qo'shildi"],"These user accounts will be permanently deleted":["Bu foydalanuvchi hisoblari butunlay oʻchirib tashlanadi"],"This overview shows you the upcoming actions of the \"Users Cleanup\" module. If you have not activated the automatized execution of the actions, you can trigger them manually here.":["Ushbu umumiy ko'rinish sizga \"Foydalanuvchilarni tozalash\" modulining kelgusidagi harakatlarini ko'rsatadi. Agar siz harakatlarning avtomatlashtirilgan bajarilishini faollashtirmagan bo'lsangiz, ularni bu erda qo'lda ishga tushirishingiz mumkin."],"Users for whom the action “{actionLabel}” was carried out":["“ {actionLabel} ” harakati amalga oshirilgan foydalanuvchilar"],"Users for whom the action “{actionLabel}” will be carried out":["“ {actionLabel} ” harakati amalga oshiriladigan foydalanuvchilar"],"Users who have logged in again have been removed from this list":["Qayta tizimga kirgan foydalanuvchilar ushbu roʻyxatdan oʻchirildi"],"{nbUsers} users will be deleted shortly.":["{nbUsers} foydalanuvchilari tez orada o'chiriladi."],"Account deletion":["Hisobni o'chirish"],"Action date":["Harakat sanasi"],"Action executed by":["Amal tomonidan bajarilgan"],"Deactivation of user accounts":["Foydalanuvchi hisoblarini o'chirish"],"Last login":["Oxirgi login"],"Notification about upcoming account deactivation":["Kelgusi hisobni o'chirish haqida bildirishnoma"],"Notification about upcoming account deletion":["Kelgusi hisobni o'chirish haqida bildirishnoma"],"Reminder about upcoming account deactivation":["Kelgusi hisobni o'chirish haqida eslatma"],"Reminder about upcoming account deletion":["Kelgusi hisobni o'chirish haqida eslatma"],"User":["Foydalanuvchi"],"Users cleanup":["Foydalanuvchilarni tozalash"],"Button text in the email to return to the platform":["Platformaga qaytish uchun elektron pochtadagi tugma matni"],"Change":["O'zgartirish"],"Cleanup":["Tozalamoq"],"Delete accounts automatically":["Hisoblarni avtomatik ravishda o'chirish"],"Delete profile fields with account deactivation":["Hisobni o'chirish bilan profil maydonlarini o'chiring"],"Edit deactivation email template":["O'chirish elektron pochta shablonini tahrirlash"],"Edit deactivation notification email template":["O'chirish haqida bildirishnoma elektron pochta shablonini tahrirlash"],"Edit deactivation reminder email template":["O'chirish haqida eslatma elektron pochta shablonini tahrirlash"],"Edit deletion email template":["Oʻchirish elektron pochta shablonini tahrirlash"],"Edit deletion notification email template":["Oʻchirish toʻgʻrisida bildirishnoma elektron pochta shablonini tahrirlash"],"Edit deletion reminder email template":["Oʻchirish haqida eslatma elektron pochta shablonini tahrirlash"],"Email subject":["Elektron pochta mavzusi"],"Email template":["Elektron pochta shabloni"],"Enable account deletion process":["Hisobni o'chirish jarayonini yoqing"],"Enable automated deactivation of user accounts":["Foydalanuvchi hisoblarini avtomatik o'chirishni yoqing"],"Enable notification via email":["Elektron pochta orqali bildirishnomani yoqing"],"Enable reminder via email":["Eslatmani elektron pochta orqali yoqing"],"For reminder emails before account deactivation to be active, you must enable notification emails before account deactivation.":["Hisobni o'chirishdan oldin eslatuvchi elektron pochta xabarlari faol bo'lishi uchun hisobni o'chirishdan oldin bildirishnomalarni yoqishingiz kerak."],"For reminder emails before account deletion to be active, you must enable notification emails before account deletion.":["Hisobni o'chirishdan oldin eslatma xatlari faol bo'lishi uchun hisobni o'chirishdan oldin bildirishnomalarni yoqishingiz kerak."],"For the sending of emails before account deactivation to be active, you must activate the deactivation of accounts.":["Hisobni o'chirishdan oldin elektron pochta xabarlarini yuborish faol bo'lishi uchun siz hisoblarni o'chirishni faollashtirishingiz kerak."],"For the sending of emails before account deletion to be active, you must activate the deletion of accounts.":["Hisobni o'chirishdan oldin elektron pochta xabarlarini yuborish faol bo'lishi uchun siz hisoblarni o'chirishni faollashtirishingiz kerak."],"Forced minimum timespan (in days) between account deactivation and account deletion":["Hisobni o'chirish va hisobni o'chirish o'rtasidagi majburiy minimal vaqt oralig'i (kunlarda)."],"If no user is selected, users who own spaces will not be deleted.":["Agar foydalanuvchi tanlanmagan bo'lsa, bo'sh joyga ega bo'lgan foydalanuvchilar o'chirilmaydi."],"If not empty, this button will be displayed at the end of the email with a link to the platform's homepage.":["Agar bo'sh bo'lmasa, ushbu tugma elektron pochta oxirida platformaning bosh sahifasiga havola bilan ko'rsatiladi."],"If the user accounts are not deleted automatically, the process will be queued and can be started manually":["Agar foydalanuvchi hisoblari avtomatik ravishda o'chirilmasa, jarayon navbatga qo'yiladi va uni qo'lda boshlash mumkin"],"If you use the following tags, they will be replaced with their appropriated value:":["Agar siz quyidagi teglardan foydalansangiz, ular tegishli qiymatlari bilan almashtiriladi:"],"Inactivity is the time elapsed since the last login date.":["Harakatsizlik - oxirgi kirish sanasidan beri o'tgan vaqt."],"Language":["Til"],"Minimum timespan (in days) between deactivation an deletion notification":["O'chirish haqidagi bildirishnomani o'chirish orasidagi minimal vaqt oralig'i (kunlarda)."],"Number of days of inactivity before account deactivation":["Hisobni o'chirishdan oldin harakatsizlik kunlari soni"],"Number of days of inactivity before account deletion":["Hisobni o'chirishdan oldin harakatsizlik kunlari soni"],"Qeued Actions":["Navbatdagi harakatlar"],"Settings":["Sozlamalar"],"Specify the settings for the handling of inactive user accounts. You have a variety of options for automatically informing, deactivating and deleting inactive user accounts in order to assist with the handling of personal data.":["Faol bo'lmagan foydalanuvchi hisoblari bilan ishlash sozlamalarini belgilang. Shaxsiy ma'lumotlar bilan ishlashda yordam berish uchun sizda faol bo'lmagan foydalanuvchi hisoblarini avtomatik ravishda xabardor qilish, o'chirish va o'chirish uchun turli xil variantlar mavjud."],"Timespan (in days) between notification and account deactivation":["Bildirishnoma va hisobni o'chirish o'rtasidagi vaqt oralig'i (kunlarda)."],"Timespan (in days) between notification and account deletion":["Bildirishnoma va hisobni o'chirish o'rtasidagi vaqt oralig'i (kunlarda)."],"Transfer space ownership upon account deletion to following user":["Hisobni o'chirib tashlaganingizdan so'ng, bo'sh joy egaligini quyidagi foydalanuvchiga o'tkazing"],"Use this functionality if you already have deactivated user accounts within your network and you don't want them to be deleted immediately":["Tarmog'ingizda allaqachon o'chirilgan foydalanuvchi hisoblari bo'lsa va ularni darhol o'chirib tashlashni xohlamasangiz, ushbu funksiyadan foydalaning."],"When a user is deleted, also delete his contributions (posts, files, events, wiki pages, etc.)":["Agar foydalanuvchi o'chirilgan bo'lsa, uning hissalarini ham o'chiring (xabarlar, fayllar, voqealar, wiki-sahifalar va boshqalar)."],"You can change some translations. Leave the field blank to return to the original translation.":["Ba'zi tarjimalarni o'zgartirishingiz mumkin. Asl tarjimaga qaytish uchun maydonni bo'sh qoldiring."],"activated":["faollashtirilgan"],"disabled":["nogiron"],"About your pending deactivation account":["Kutilayotgan hisob qaydnomangiz haqida"],"About your pending deactivation account (reminder)":["Kutilayotgan hisob qaydnomangiz haqida (eslatma)"],"About your pending deletion account":["Oʻchirish kutilayotgan hisobingiz haqida"],"About your pending deletion account (reminder)":["Oʻchirish kutilayotgan hisobingiz haqida (eslatma)"],"As announced in a previous email, your account has been deactivated because you have not logged in for a long time.":["Oldingi e-pochtada e'lon qilinganidek, sizning hisobingiz o'chirildi, chunki siz uzoq vaqt davomida tizimga kirmagansiz."],"As announced in a previous email, your account has been deleted because you have not logged in for a long time.":["Oldingi elektron pochta xabarida e'lon qilinganidek, uzoq vaqt davomida tizimga kirmaganingiz uchun hisobingiz o'chirildi."],"Hello {displayName},":["Salom {displayName} ,"],"If you wish to keep your account, please log in again, otherwise it will be automatically deactivated on {accountDeactivationDate}.":["Agar hisobingizni saqlab qolmoqchi bo'lsangiz, iltimos, qayta kiring, aks holda u {accountDeactivationDate} da avtomatik ravishda o'chiriladi."],"If you wish to keep your account, please log in again, otherwise it will be automatically deleted on {accountDeletionDate}.":["Agar hisobingizni saqlab qolmoqchi bo'lsangiz, iltimos, qayta kiring, aks holda u {accountDeletionDate} da avtomatik ravishda o'chiriladi."],"If you wish to reactivate it, please log in again.":["Agar uni qayta faollashtirmoqchi bo'lsangiz, qaytadan kiring."],"Login again!":["Qaytadan kiring!"],"This is a reminder about your account.":["Bu sizning hisobingiz haqida eslatma."],"We hope to see you soon!":["Tez orada ko'rishamiz degan umiddamiz!"],"Without action on your part, your account will be deleted automatically on {accountDeletionDate}.":["Sizning tarafingizdan hech qanday chora ko'rilmasa, hisobingiz {accountDeletionDate} da avtomatik ravishda o'chiriladi."],"You have not logged in to the platform for a while.":["Siz biroz vaqtdan beri platformaga kirmadingiz."],"Your account has been deleted":["Hisobingiz oʻchirildi"],"Your account has been disabled":["Hisobingiz o'chirilgan"]}