{"(Disabled - please add content in default language!)":["(O'chirilgan - iltimos, kontentni standart tilda qo'shing!)"],"<strong>Legal</strong> module - administration":["<strong>Huquqiy</strong> modul - ma'muriyat"],"Accept":["Qabul qiling"],"Accept button label":["Tugma yorlig'ini qabul qiling"],"Adds an overlay which informs the users about the use of cookies. You can add a different text for every available language.":["Foydalanuvchilarga cookie-fayllardan foydalanish to'g'risida ma'lumot beradigan qo'shimcha qatlam qo'shadi. Mavjud har bir til uchun boshqa matn qo'shishingiz mumkin."],"Adds several editable legal options, like an imprint and a privacy policy.":["Imprint va maxfiylik siyosati kabi bir nechta tahrir qilinadigan huquqiy variantlarni qo'shadi."],"Are you really sure? Please save changes before proceed!":["Haqiqatan ham aminmisiz? Iltimos, davom etishdan oldin o'zgarishlarni saqlang!"],"Box content":["Qutidagi tarkib"],"Box language:":["Kassa tili:"],"Configuration":["Konfiguratsiya"],"Content":["Tarkib"],"Cookie notification":["Cookie-lar haqida bildirishnoma"],"Default languge":["Odatiy til"],"Delete my account including my personal data":["Shaxsiy ma'lumotlarim, shu jumladan mening hisobimni o'chirib tashlang"],"Enabled pages and features":["Yoqilgan sahifalar va xususiyatlar"],"For new account creation, show pages in full screen just after profile creation":["Yangi hisob yaratish uchun profil yaratilgandan so'ng sahifalarni to'liq ekranda ko'rsating"],"Go back":["Ortga qaytish"],"Got it!":["Tushundim!"],"I am older than {age} years":["Men {age} kattaman"],"I have read and agree to the Privacy Policy":["Men Maxfiylik siyosatini o'qidim va roziman"],"I have read and agree to the Terms and Conditions":["Men Shartlar bilan tanishib chiqdim va roziman"],"If you update your Privacy Policy you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Agar siz Maxfiylik siyosatingizni yangilagan bo'lsangiz, foydalanuvchilarni xabardor qilish va ularni qayta kelishishga taklif qilish uchun \"Tasdiqlashni tiklash\" - Variantidan foydalanishingiz mumkin."],"If you update your Terms and Conditions you can use the „Reset confirmation“-Option to inform your users and invite them to reagree. ":["Agar siz Shartlaringizni yangilasangiz, foydalanuvchilarni xabardor qilish va ularni qayta kelishishga taklif qilish uchun \"Tasdiqlashni tiklash\" - Variantidan foydalanishingiz mumkin."],"Imprint":["Imprint"],"Informs the users that you have changed your Privacy Policy or your Terms and Conditions. In order to trigger it, the „Reset confirmation“-Option of said legal documents need to be activated.":["Maxfiylik siyosati yoki Shartlaringizni o'zgartirganingiz haqida foydalanuvchilarga xabar beradi. Uni ishga tushirish uchun \"Tasdiqlashni tiklash\" - Ushbu huquqiy hujjatlarning variantini faollashtirish kerak."],"Legal Tools":["Huquqiy vositalar"],"Legal Update":["Huquqiy yangilanish"],"Logout":["Chiqish"],"Minimum age":["Minimal yosh"],"More information: {link}":["Qo'shimcha ma'lumot: {link}"],"Page language:":["Sahifa tili:"],"Page:":["Sahifa:"],"Please enter a number value.":["Iltimos, raqam qiymatini kiriting."],"Privacy Policy":["Maxfiylik siyosati"],"Reset confirmation":["Tasdiqlashni tiklang"],"Reset successful!":["Qayta tiklash muvaffaqiyatli!"],"Show age verification {age}":["Yoshni tasdiqlash {age}"],"Terms and Conditions":["Foydalanish shartlari"],"This page is added to the footer navigation and the registration process. You can add a different text for every available language.":["Ushbu sahifa altbilgida navigatsiya va ro'yxatdan o'tish jarayoniga qo'shiladi. Mavjud har bir til uchun boshqa matn qo'shishingiz mumkin."],"Title":["Sarlavha"],"Will be used as default, if the legal texts are not available in the users language.":["Agar qonuniy matnlar foydalanuvchilar tilida mavjud bo'lmasa, sukut bo'yicha ishlatiladi."],"Will be used as default, if the legal texts are not available in the user‘s language.":["Agar qonuniy matnlar foydalanuvchi tilida mavjud bo'lmasa, sukut bo'yicha ishlatiladi."]}